const help = (p, hr, pushname, prema, checATM, useLevel, useXp, requireXp, patt, bateria, chatss, antilink_by_tobi, welcome_by_tobi, levelingon_by_tobi, antifaker_by_tobi, selfchat_by_tobi) => {
 return `
╭═══════════════⊷
╰╮ 🇧🇷͜͡➢𝑰𝑵𝑭𝑶 𝑫𝑶 𝑩𝑶𝑻ᬊ ⃘⃤꙰✞
╭┤⋟ ᬊ𝑷𝑹𝑬𝑭𝑰𝑿𝑶ᬊ:『${p}』
┃│⋟ ᬊ𝑯𝑶𝑹𝑨ᬊ: ${hr}
┃│⋟ ᬊ𝑻𝑶𝑻𝑨𝑳 𝑪𝑯𝑨𝑻ᬊ: ${chatss}
┃│⋟ ᬊ𝑩𝑨𝑻𝑬𝑹𝑰𝑨ᬊ: ${bateria}
┃╰════════════⊷
╰╦═════「✞」════⊷
╭┤ 🇧🇷͜͡➢𝑰𝒏𝒇𝒐𝒓𝒎𝒂𝒄𝒐𝒆𝒔 𝒑𝒆𝒓𝒇𝒊𝒍 ⃘⃤꙰✞
┃╞════════════⊷
┃│ ♕𝑰𝒏𝒇𝒐𝒓𝒎𝒂𝒄𝒐𝒆𝒔 𝒅𝒐 𝒔𝒆𝒖 𝒑𝒆𝒓𝒇𝒊𝒍♚

┃╰━━━━── ✞ ──━━━━
┃┌━━━━── ✞ ──━━━━
┃│⋟ ᬊ𝑵𝑶𝑴𝑬ᬊ: ${pushname}
┃│⋟ ᬊ𝑻𝑰𝑷𝑶 𝑫𝑬 𝑼𝑺𝑼𝑨𝑹𝑰𝑶ᬊ: ${prema}
┃│⋟ ᬊ𝑫𝑰𝑵𝑯𝑬𝑰𝑹𝑶ᬊ: ${checATM}
┃│⋟ ᬊ𝑳𝑬𝑽𝑬𝑳ᬊ: ${useLevel}
┃│⋟ ᬊ𝑿𝑷ᬊ: ${useXp}/${requireXp}
┃│⋟ ᬊ𝑷𝑨𝑻𝑬𝑵𝑻𝑬ᬊ: ${patt}                        
┃╰━━━━── ✞ ──━━━━
╰╦═════「✞」════⊷
╭┤ 🇧🇷͜͡➢ᬊ𝑴𝑬𝑵𝑼ᬊ ⃘⃤꙰✞
┃╞════════════⊷
┃│ 🇧🇷͜͡➢ᬊ𝑻𝑶𝑫𝑶𝑺 𝑶𝑺 𝑴𝑬𝑵𝑼ᬊ ⃘⃤꙰✞
┃╰━━━━── ✞ ──━━━━
┃╭ ✞↱ ${p}𝑷𝒍𝒂𝒚𝒓𝒔
┃╰━━━─── ✞ ──━━━━
┃╭ ✞↱ ${p}𝑮𝒓𝒖𝒑𝒐
┃╰━━━─── ✞ ──━━━━
┃╭ ✞↱ ${p}𝑱𝒐𝒈𝒐𝒔
┃╰━━━─── ✞ ──━━━━
┃╭ ✞↱ ${p}𝑵𝒖𝒗𝒆𝒎
┃╰━━━─── ✞ ──━━━━

┃╭ ✞↱ ${p}𝑰𝒏𝒇𝒐𝒃𝒐𝒕
┃╰━━━─── ✞ ──━━━━
┃╭ ✞↱ ${p}𝑨𝒏𝒊𝒎𝒆𝒔
┃╰━━━─── ✞ ──━━━━
┃╭ ✞↱ ${p}𝑩𝒂𝒏𝒌𝒍𝒐𝒋𝒂
┃╰━━━─── ✞ ──━━━━
┃╭ ✞↱ ${p}𝑷𝒓𝒆𝒎𝒊𝒖𝒎
┃╰━━━─── ✞ ──━━━━
┃╭ ✞↱ ${p}𝑭𝒊𝒈𝒖𝒓𝒊𝒏𝒉𝒂𝒔
┃╰━━━─── ✞ ──━━━━
╰━━━━━── ✞ ──━━━━`
}
exports.help = help
